Repository: BADMS/repo-skins
Catalog: skin.hybrid.dev/language/Croatian/strings.po
Languages: hr

# #31003
source: Power Options
hr: Mogućnosti napajanja

# #31004
source: Working...
hr: Radim...

# #31005
source: Hide Information
hr: Sakrij podatke

# #31006
source: View Options
hr: Opcije Pregleda

# #31007
source: Found
hr: Pronađeno

# #31008
source: Fullscreen
hr: Cijeli zaslon

# #31009
source: New Search
hr: Novo pretraživanje

# #31010
source: Playlist Stats
hr: Stanje Liste Izvedbi

# #31011
source: UnAvailable
hr: Nedostupan

# #31012
source: Launcher
hr: Pokretač

# #31013
source: Included 3rd Party Scripts
hr: Uključene Dodatne Skripte

# #31014
source: Enable TvTunes Script
hr: Omogući TvTunes Skripte

# #31015
source: Enable Watch it Later Script
hr: Omogući Naknadne Skripte

# #31016
source: Enable Artist SlideShow Script
hr: Omogući Umjetnikov Slikovni Niz Skripte

# #31017
source: Enable Favourites Script
hr: Omogući Omiljene Skripte

# #31018
source: Enable Playlist Items Script
hr: Omogući Stavke Liste Izvedbi Skripti

# #31019
source: HD Movies
hr: HD Film

# #31020
source: Movies In Progress
hr: Film u tijeku

# #31021
source: Video - Files
hr: Video - Mape

# #31022
source: Music - Files
hr: Glazba - Mape

# #31023
source: Playing
hr: Izvodi se

# #31024
source: Page
hr: Stranica

# #31025
source: Items
hr: Stavke

# #31026
source: Misc Options
hr: Razne mogućnosti

# #31027
source: Location
hr: Lokacija

# #31028
source: Plot Unavailable
hr: Odredište Nedostupno

# #31030
source: Platform
hr: Platforma

# #31031
source: Pic Thumbs
hr: Slikovne Ikonice

# #31032
source: Image Wrap
hr: Omot slike

# #31034
source: Enable Artwork Downloader Script
hr: Omogući nadogradnju Scripti od umjetnina

# #31035
source: Enable Submenu Playlists Script
hr: Omogućite u Podizbornik Skripte Liste Izvedbi

# #31036
source: Submenu Shows Music not Video PlayLists
hr: Podizbornika Pokazuje Glazbu ne Listu Izvedbi za reprodukciju

# #31037
source: User Select
hr: Korisnikov Odabir

# #31040
source: Now Playing
hr: Trenutno Se Reproducira

# #31042
source: PLAYING
hr: REPRODUCIRA

# #31043
source: PAUSED
hr: PAUZIRANO

# #31044
source: FAST FORWARD
hr: UBRZAJ

# #31045
source: REWIND
hr: UNAZAD

# #31048
source: Visualization Presets
hr: Vizualizacija Memorirana

# #31049
source: End Time
hr: Vrijeme završetka

# #31050
source: Sort: Ascending
hr: Sortiraj: Ulazne

# #31051
source: Sort: Descending
hr: Sortiraj: Izlazne

# #31055
source: Open playlist
hr: Otvori listu izvedbi

# #31056
source: Save playlist
hr: Spremi listu izvedbi

# #31057
source: Close playlist
hr: Zatvori listu izvedbi

# #31058
source: System music files
hr: Glazbene datoteke sustava

# #31059
source: Current playlist
hr: Trenutna lista izvedbi

# #31060
source: This file is stacked, select the part you want to play from.
hr: Ova datoteka je složena, odaberite dio od kojeg želite reproducirati.

# #31061
source: Current Selected
hr: Trenutno odabran

# #31101
source: Home screen options
hr: Podešavanja početnog ekrana

# #31102
source: Hide Media Cases
hr: Sakrij Omote Madija

# #31103
source: Show "Paused" in picture slide show
hr: Prikaži "Zaustavljeno" u slikama dijaprojekcije

# #31106
source: Miscellaneous options
hr: Ostale mogućnosti

# #31107
source: Enable ClearArt
hr: Omogući Čiste Umjetnine

# #31109
source: Media backgrounds
hr: Mediji pozadina

# #31110
source: Edit Background for Media Type
hr: Uredi podlogu za vrste media

# #31111
source: Hide
hr: Sakrij

# #31112
source: Options
hr: Mogućnosti

# #31113
source: Single Image
hr: Jedna slika

# #31114
source: Multi Image
hr: Više slika

# #31115
source: Customizer
hr: Prilagodi

# #31119
source: Hide Background Fanart
hr: Sakrij Pozadina Fanarta

# #31128
source: Lyrics
hr: Tekst

# #31132
source: Lyrics Add-on
hr: Dodaci teksta skladbe

# #31133
source: Subtitle Add-on
hr: Dodatak za podnatpise

# #31140
source: Music OSD
hr: Glazbeni OSD

# #31200
source: Shortcuts
hr: Prečaci

# #31203
source: Choose Your Song
hr: Izaberi pjesmu

# #31205
source: Lyrics Source
hr: Izvor teksta skladbe

# #31295
source: Map & Alerts
hr: Karta & Upozorenja

# #31296
source: Hourly Forecast
hr: Prognoza za 12 sati

# #31297
source: Weekend Forecast
hr: Prognoza za vikend

# #31298
source: 36 Hour Forecast
hr: Prognoza za 36 sati

# #31299
source: Default Forecast
hr: Zadana Prognoza

# #31300
source: Current Temp
hr: Trenutna temp.

# #31301
source: Last Updated
hr: Zadnji put ažurirano

# #31302
source: Menu
hr: Izbornik

# #31303
source: Data provider
hr: Pružatelj podataka

# #31304
source: Fanart Diffusion
hr: Fanart Rasprostranjenost

# #31305
source: No Disc Media Detected
hr: Nije Pronađen Medijski Disk

# #31306
source: Eject
hr: Izbaci

# #31309
source: Memory Used:
hr: Iskorištena memorija:

# #31310
source: Track Number
hr: Redni br. skladbe

# #31311
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
hr: Fanart slika [CR] [CR] Nedostupno [CR] [CR] Kliknite gumb za postavljanje

# #31312
source: Current Scraper
hr: Trenutni Sakupljač

# #31313
source: Choose a Scraper
hr: Odaberi Sakupljača

# #31314
source: Content Scanning Options
hr: Sadržaj Opcija Skeniranja

# #31319
source: Selected Profile
hr: Odabrani Profil

# #31320
source: Last Logged In
hr: Posljednji prijavljeni

# #31321
source: Karaoke Song Selector
hr: Izbornik Karaoka Pjesama

# #31322
source: Aired
hr: Emitirano

# #31323
source: Latest Movies
hr: Najnoviji Filmovi

# #31324
source: Latest Episodes
hr: Najnovije Epizode

# #31325
source: Playlist Options
hr: Mogućnosti Lista Izvedbi

# #31326
source: Created
hr: Postavio

# #31327
source: Resolution
hr: Razlučljivost

# #31328
source: Recently Added
hr: Nedavno dodano

# #31329
source: [B]Timer set![/B] [COLOR=grey2] - System auto shutdown in[/COLOR]
hr: [B]Podesi tajmer![/B] [COLOR=grey2] - Sistem se automatski gasi za[/COLOR]

# #31330
source: Click button to play[CR][CR]Movie trailer
hr: Kliknite gumb za reprodukciju [CR] [CR] Filmski najava

# #31331
source: Album Details
hr: Detalji Albuma

# #31351
source: Pause
hr: Pauza

# #31352
source: Stop
hr: Stani

# #31353
source: Fast Forward
hr: Ubrzaj

# #31354
source: Rewind
hr: Unazad

# #31355
source: Movie menu
hr: Filmski izbornik

# #31356
source: Download Subtitles
hr: Preuzmi prijevod

# #31390
source: Skin default
hr: Zadani Izgled

# #31392
source: Arial based
hr: Bazirano na Arialu

# #31450
source: CONFIGURE APPEARANCE SETTINGS
hr: UREDI POSTAVKE

# #31451
source: CONFIGURE VIDEO SETTINGS
hr: UREDI VIDEO POSTAVKE

# #31452
source: CONFIGURE MUSIC SETTINGS
hr: UREDI POSTAVKE GLAZBE

# #31453
source: CONFIGURE PICTURE SETTINGS
hr: UREDI POSTAVKE SLIKA

# #31454
source: CONFIGURE WEATHER SETTINGS
hr: UREDI POSTAVKE VREM. PROGNOZE

# #31455
source: CONFIGURE SYSTEM SETTINGS
hr: UREDI POSTAVKE SISTEMA

# #31456
source: CONFIGURE SKIN SETTINGS
hr: UREDI POSTAVKE IZGLEDA

# #31457
source: CONFIGURE ADD-ONS
hr: UREDI DODATKE

# #31458
source: CONFIGURE TV SETTINGS
hr: UREDI POSTAVKE TV

# #31459
source: CONFIGURE SERVICE SETTINGS
hr: UREDI POSTAVKE SERVISA

# #31460
source: Change the skin · Set language and region · Change file listing options · Set up a screensaver
hr: Promjena izgleda · Postavi jezik i regiju · Izmjena mogućnosti popisa mapa · Postavite čuvara zaslona

# #31461
source: Manage your video library · Set video playback options · Change video listing options · Set subtitle fonts
hr: Upravljanje videotekom - Postavi opcije video reprodukciju - Promjena mogućnosti popisa videa - Postavi font podnapisa

# #31462
source: Manage your music library · Set music playback options · Change music listing options · Setup song submission · Set karaoke options
hr: Upravljanje glazbenom bibliotekom - Postavi opcije reprodukcije glazbe - Promjena opcije popisa glazbe · Podešavanje dodavanja glazbe · Postavi karaoke opcije

# #31463
source: Set picture listing options · Configure slideshows
hr: Postavljanje mogućnosti slika · Podesite slikovni niz

# #31464
source: Set three cities to collect weather information
hr: Postavite zadana tri grada da bi prikupili informacije o vremenu

# #31465
source: Setup and calibrate displays · Configure audio output · Setup remote controls · Set power saving options · Enable debugging · Setup master lock
hr: Postavljanje i kalibriranje zaslona · Postavljanje audio izlaz · Postavljanje daljinskog upravljača · Uredi opcije uštede energije · Omogućite ispravljanje pogrešaka · Postavljanje glavnog zaključavanja

# #31466
source: Setup the Hybrid skin · Add and remove home menu items · Change skin backgrounds
hr: PostavI Hybrid izgled · Dodavanjem i uklanjanjem stavki početnog izbornika · Promjeni pozadine

# #31467
source: Manage your installed Add-ons · Browse for and install Add-ons from xbmc.org · Modify Add-on settings
hr: Upravljajte instaliranim dodacima · Pregledavajte instaliranim dodacima iz xbmc.org · Izmijenite postavke dodataka

# #31468
source: Change fullscreen info · Manage EPG data settings
hr: Promjena infa cijelog ekrana · Uredi EPG postavke podataka

# #31469
source: Setup control of XBMC via UPnP and HTTP · Configure file sharing · Enable Zeroconf · Configure AirPlay
hr: Postavljanje kontrola XBMC putem UPnP i HTTP · Konfiguracija dijeljenja podataka · Omogućiti Zeroconf · Konfiguracija Svirača

# #31470
source: Select your XBMC user Profile[CR]to login and continue
hr: Odaberite svoj korisnički profil XBMC [CR] Te se prijavite i nastavite

# #31501
source: Scheduled Time
hr: Planirano Vrijeme

# #31502
source: Live TV
hr: TV u živo

# #31503
source: Add Group
hr: Dodaj Grupu

# #31504
source: Rename Group
hr: Preimenuj Grupu

# #31505
source: Delete Group
hr: Obriši Grupu

# #31506
source: Available[CR]Groups
hr: Dostupne [CR] Grupe

# #31509
source: Channel Group
hr: Grupa Kanala

# #31510
source: Timer Set
hr: Postavite Brojač

# #31511
source: Channel Options
hr: Postavke TV Kanala

# #31600
source: Action
hr: Akcija

# #31601
source: Adventure
hr: Pustolovni

# #31602
source: Animation
hr: Animirani

# #31603
source: Biography
hr: Biografski

# #31604
source: Children
hr: Dječiji

# #31605
source: Comedy
hr: Komedija

# #31606
source: Crime
hr: Kriminalistički

# #31607
source: Disaster
hr: Katastrofe

# #31608
source: Documentary
hr: Dokumentarni

# #31610
source: Family
hr: Obiteljski

# #31611
source: Fantasy
hr: Fantazija

# #31612
source: History
hr: Povijesni

# #31613
source: Holiday
hr: Praznični

# #31614
source: Horror
hr: Strava

# #31615
source: Indie
hr: Nezavisni

# #31616
source: Musical
hr: Muzički

# #31617
source: Mystery
hr: Misterija

# #31618
source: Romance
hr: Romansa

# #31619
source: Sci-Fi
hr: Znanstveno-Fantastični

# #31620
source: Short
hr: Kratki

# #31621
source: Sport
hr: Sportski

# #31622
source: Suspense
hr: Neizvjesnost

# #31623
source: Thriller
hr: Krimić

# #31624
source: War
hr: Ratni

# #31635
source: Genre Posters
hr: Žanr Plakati

# #31636
source: Vertical Logo
hr: Vertikalni Logo

# #31637
source: Logo Wall
hr: Logo Zid

# #31651
source: Use External Genre Icons - media/MovieGenre/*.png
hr: Koristite Dodatne Žanr Ikone - media / MovieGenre / * .png

# #31652
source: Hide Music CD Disk & Case
hr: Sakrij Muzički CD Disk & Omot

# #31653
source: Delay Info Popup
hr: Kašnjenje Informacija Popupa

# #31654
source: Use Thumbnails
hr: Koristi Sličice

# #31655
source: Enable Scrolling Panel Items
hr: Omogućit Pomicanje Artikla s Ploče

# #31657
source: Live Cases
hr: Živi Omoti

# #31658
source: Live CD Wall
hr: Živi CD Zid

# #31659
source: Enable User Genre Backgrounds
hr: Omogući Korisničke Pozadine

# #31660
source: Streams
hr: Izvodi

# #31661
source: Movie Sets
hr: Filmski Kompleti

# #31662
source: TV Shows
hr: TV Emisija

# #31663
source: Shows
hr: Emisija

# #31664
source: Trailers
hr: Sažetak filma

# #31665
source: UpTime
hr: Do vremena

# #31666
source: Outlook -
hr: izgledi -

# #31667
source: Up One Level
hr: Jedna razina gore

# #31668
source: Enable Global Backgrounds
hr: Omogućite Globalne Pozadine

# #31669
source: Concerts
hr: Koncerti

# #31670
source: Dark Background
hr: Tamna Pozadina

# #31672
source: Hide RainDrop Effect
hr: Sakrij Efekat Kapi Kiše

# #31673
source: Default Submenu Items
hr: Zadani Podizbornik Proizvoda

# #31674
source: Hide - Default Submenu Items
hr: Sakri - Zadani Podizbornik Proizvoda

# #31677
source: Use Vertical Menu System
hr: Koristite Vertikalni Sustav Izbornika

# #31678
source: [COLOR=selected][B]Warning!![/B][/COLOR] - Reset Skin Values to Initial Install Defaults
hr: [COLOR=selected][B]Warning!![/B][/COLOR] - Ponovno postavljanje vrijednosti Izgleda na zadano

# #31679
source: Reset
hr: Početne postavke

# #31680
source: User Data
hr: Korisnički podatci

# #31681
source: Hide Thumbnails
hr: Sakri Sličice

# #31682
source: Tags
hr: Oznake

# #31683
source: Nodes
hr: Čvorovi

# #31684
source: Browser Backdrop
hr: Preglednik Pozadina

# #31685
source: Global
hr: Globalan

# #31686
source: Hide Now Playing Background
hr: Sakrij Pozadinu Svirača

# #31687
source: Show OSD Info Bar at Start of Videos
hr: Prikaži OSD Bar Informacije na Početku Videa

# #31688
source: Next Recording Not Set
hr: Nepodešena Sljedeća Snimanja

# #31689
source: Allow Drive Search for Local Art
hr: Dopustite Lokalno Pretraživanje Umjetnina

# #31690
source: Auto Show Horizontal SubMenu
hr: Automatski Prikaži Horizontalni Podizbornik

# #31691
source: Hide TVShow Episode Screenshots
hr: Sakrij Slike TV Šou Epizoda

# #31692
source: Allow Drive Search for Extra Fanart
hr: Dopustite Automatsko Pretraživanje Ekstra Fanarta

# #31693
source: Show Media Now Playing
hr: Prikaži Mediji Izvedbe

# #31694
source: Get Artwork
hr: Nabavite Umjetnine

# #31695
source: Hide Hidden Content Menu Arrows
hr: Sakrij Skrivene Putanje izbornik Sadržaja

# #31696
source: Hide Seek Bar OSD During Fullscreen Playback
hr: Sakrij Pretraživać OSD-ea Tijekom Reprodukcije na Cijelom Zaslonu

# #31697
source: ExtraFanArt
hr: Dodatni FanArt

# #31698
source: Media Certification Country
hr: Medij Certifikacija Države

# #31699
source: Hide Genre Icons
hr: Sakrij Ikone Žanra

# #31700
source: United States
hr: USA

# #31701
source: Great Britian
hr: Vel. Britanija

# #31702
source: Germany
hr: Njemačka

# #31765
source: Text Colours
hr: Boja Teksta

# #31766
source: Yellow Green
hr: Žuto Zelena

# #31767
source: Yellow
hr: Žuto

# #31768
source: White Smoke
hr: Bijeli Dim

# #31769
source: White
hr: Bijelo

# #31770
source: Wheat
hr: Žito

# #31771
source: Violet
hr: Ljubičasta

# #31772
source: Turquoise
hr: Tirkiz

# #31773
source: Tomato
hr: Rajčica

# #31774
source: Thistle
hr: Čičak

# #31775
source: Teal
hr: Zelena

# #31776
source: Tan
hr: Preplanuo

# #31777
source: Steel Blue
hr: Čelično Plava

# #31778
source: Spring Green
hr: Proljetno Zelena

# #31779
source: Snow
hr: Snijeg

# #31782
source: Skyblue
hr: Nebesko Plava

# #31792
source: Red
hr: Crveno

# #31806
source: Orange
hr: Naranđasto

# #31808
source: Olive
hr: Maslinasta

# #31854
source: Green
hr: Zeleno

# #31885
source: Cyan
hr: Azurno plava

# #31896
source: Blue
hr: Plavo

# #31898
source: Black
hr: Crno

# #31907
source: Forecast
hr: Prognoza

# #31908
source: Chance of Precipitation
hr: Moguće padaline

# #31909
source: Fetching forecast info...
hr: Dohvaćanje informacija vremenske prognoze...

# #31910
source: Menu Item - 1 - Remembers Last Submenu Action Used
hr: Stavka izbornika - 1 - Pamti Posljednju Korištenu Akciju Podizbornik

# #31911
source: Enable XBMC Intro Movie
hr: Omogući XBMC Intro Film

# #31914
source: Home Panel Options
hr: Početna Panel Opcija

# #31917
source: Random Concerts
hr: Koncerti Slučajan Odabir

# #31918
source: Recent Concerts
hr: Posljednji Koncert

# #31919
source: Random Albums
hr: Slučajni Odabir Albuma

# #31920
source: Suggested Albums
hr: Predloženi Album

# #31921
source: Recent Albums
hr: Posljednji Album

# #31922
source: Random Episodes
hr: Slučajni Odabir Epizoda

# #31923
source: Suggested Episodes
hr: Predložene Epizode

# #31924
source: Recent Episodes
hr: Posljednja Epizoda

# #31925
source: Random Movies
hr: Slučajni Odabir Filma

# #31926
source: Suggested Movies
hr: Predloženi Film

# #31927
source: Recent Movies
hr: Posljednji Filmovi

# #31928
source: Home Media Panel Type
hr: Tip Panel Početnog Medija

# #31930
source: Use Disk Cases
hr: Koristite Omot Diska

# #31931
source: Animated Cases
hr: Animirani Omot

# #31932
source: Use Season Art - TVShow/season */fanart.jpg
hr: Koristi Season Art - TVŠou/sezona */fanart.jpg

# #31933
source: Up One Level
hr: Jedna Razina Gore

# #31934
source: Wide List
hr: Široki Popis

# #31935
source: information
hr: Obavjesti

# #31936
source: Filmography
hr: Filmografija

# #31937
source: Select Submenu Set
hr: Uredite Postavke Podizbornik

# #31938
source: None
hr: Ništa

# #31939
source: Home Menu Submenu Type
hr: Početni Izbornik Tip Podizbornik

# #31941
source: User Submenu Item
hr: Korisničke Stavke Podizbornika

# #31946
source: Panel Transparency
hr: Ploča Transparentnosti

# #31948
source: Watch it Later
hr: Gledajte ga kasnije

# #31949
source: Show Library Stats
hr: Prikaži Statistiku Knjižnice

# #31950
source: Home Menu Items
hr: Početne Postavke

# #31951
source: Menu Item
hr: Stavka Izbornika

# #31952
source: Select Menu Option Type
hr: Odaberite Opcije Vrste Izbornika

# #31953
source: Clear Menu Option
hr: Očisti Opcije Izbornika

# #31955
source: Installed
hr: Instalirano

# #31958
source: User
hr: Korisnik

# #31959
source: Suggested
hr: Predloženo

# #31961
source: Cinema
hr: Kino

# #31962
source: Enable Artist Slideshow Background
hr: Omogući Prikaz slika Pozadina Umjetnika

# #31963
source: Enable Album Art Background Wall
hr: Omogućiti Album Art na Zidu Pozadine

# #31964
source: Next Tracks
hr: Sljedeća Izvedba

# #31965
source: Only Show Music Visualization
hr: Prikaži Samo Glazbenu Vizualizaciju

# #31966
source: Enable Banners
hr: Omogućite Transparente

# #31967
source: Allow Playlist Script Suggestions
hr: Uvijek Prikaži Sugestiju za Listu Izvedbi

# #31968
source: Playlist Script Shows Recent not Random Items
hr: Skripte Liste Izvedbi Pokazuje Nedavne ne Slučajne Stavke

# #31969
source: Playlist Script Only Shows UnWatched Items
hr: Skripte Liste Izvedbi Pokazuje Samo Nepregledane Stavke

# #31970
source: Show Story Plot on Pause
hr: Prikaži Zaplet Za Stanke

# #31973
source: Low List
hr: Mala Lista

# #31974
source: Show Logos
hr: Prikaži Log

# #31978
source: Play
hr: Reproduciraj

# #31979
source: OSD shows Logo not ClearArt
hr: OSD pokazuje Logo ne ClearArt

# #31980
source: Recently Added Items
hr: Nedavno Dodane Stavke

# #31981
source: Random Items
hr: Slučajne Stavke

# #31982
source: AddOns
hr: Dodatci

# #31983
source: Show SubTitle Country Flag
hr: Prikaži Državnu Zastavu za Podnatpise

# #31984
source: Media Views - Global
hr: Pregled Media - Globalni

# #31985
source: Use External Watch Status Icons [COLOR=grey3](Media Thumbnails Only)[/COLOR]
hr: Koristi Dodatnu Ikonu [COLOR=grey3](Media Sličice Samo)[/COLOR]

# #31986
source: Allow External "UnWatched" Icon
hr: Dopusti Dodatnu "Nemotren" Ikonu

# #31987
source: Wallstream
hr: Zidni pregled

# #31988
source: Darken Watched
hr: Zatamnjenje Praćene pozadine

# #31989
source: Latest Albums
hr: Zadnji Album

# #31990
source: Skin Settings
hr: Podesi Izgled

# #31991
source: Stop Background Fanart Animation
hr: Zaustavite Fanart Animacije Pozadine

# #31994
source: Hide Home Panel FanArt
hr: Sakri Početni Panel FanArta

# #31995
source: Show Date and Time
hr: Prikaži datum i vrijeme

# #31996
source: Enable Kiosk Mode
hr: Omogući Kiosk Mod

# #31997
source: Right List
hr: Lista Ravno

# #31998
source: Global Background
hr: Naslovnica Pozadina

# #31999
source: Home Panel Addons
hr: Početni Panel Dodataka
